Table of Contents
 Enum CssEffectType
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Type of effects in cross-section component
public enum CssEffectType
Fields
DeformationPlane = 1
deformation plane
InternalForce = 0
internal forces
Fields
 Name |  Description
 DeformationPlane = 1
deformation plane
 InternalForce = 0
internal forces
 Edit this page